<?php include("header.php") ?>
<?php include("top_menu.php") ?>

<div id="inBanner" class="policy">
		<img src="imgs/img1.jpg" class="centerAlign">
    	<p class="title">PRIVACY<br>POLICY</p>
    </div>
    <div id="inUnitTag">
    	<div class="bg"><p>privacy policy/<span> 隱私權政策</span></p></div>
    </div>
    <div id="mainContents">
    	<div class="ctns">
        	<h4>《匠。原創》隱私權政策</h4>
            <p>arttoy.tw為創藝分享設計有限公司（以下簡稱創藝） 所經營管理之網路平台《匠。原創》（以下稱「本網站」），我們對於每位使用者絕對尊重並予以保護您個人的隱私權，堅信其作為完全符合法律規範與保護當事人權益，在未獲當事人同意前，決不更改或揭示任何個人資訊。為了幫助您瞭解本商城如何蒐集、應用及保護您所提供的個人資訊，請您詳細閱讀本網站的隱私權保護政策。此項聲明將幫助您了解，在您使用本商城所提供的各項服務時，在處理您個人資料的各項原則。這份聲明文件將會隨著本商城功能的擴充，而做最適當地調整與變更，請定期查詢。</p>
            <h4>一、本政策所涵蓋之範圍</h4>
            <p>本政策所涵蓋之範圍包括所有創藝透過本網站（arttoy.tw）所向您蒐集個人資訊及其後續之利用、處理行為，包含：使用者名稱、公司名稱、身份證字號、統編、性別、生日、職業、通訊地址、 Email 與連絡電話，或其他您註冊時或其後所同意創藝蒐集之個人資訊。</p>
            <p>本政策之效力範圍僅及於本網站，若您點選第三人網站之連結或廣告，拜訪各該網站或網頁時，應依各該網站或網頁之經營者所定之隱私權政策規定處理，與創藝無關。</p>
            <p>於使用創藝所提供之網站服務前，請確認您能確實遵守本政策所列全部條款，若您不同意全部或部分者，則請勿使本網站服務。</p>
            <h4>二、資訊蒐集與使用</h4>
            <p>本網站提供 使用者Facebook登入、Google gmail登入與《匠。原創》網站內註冊三種方式登入方式，分別會蒐集使用者之下列資訊：</p>
            <p>Facebook 登入：經 Facebook 帳號認證之 Email 帳號，以及使用者在 Facebook 上的性別。Google gmail登入：直接使用您的google帳號登入。《匠。原創》網站內註冊：使用者任一組常用且真實存在的 Email 和登入本網站所需之個人密碼。</p>
            <p>當您進入《匠。原創》網站瀏覽產品訊息時，並不需要提供您的個人資料，但當您使用網站所提供的各項服務，或是參加主辦或協辦的線上活動時，和相關網站或合作對象可能會要求您登錄個人資料，包括您的姓名、電子郵件信箱、生日、性別、住址、電話…等等，以方便與您相互連繫、完成交易、提供服務或處理相關程序。</p>
            <p>創藝會於您進行網站註冊、使用各項產品或服務、瀏覽網頁、回報使用意見，或是參加促銷廣告方案時，依據您所進行之行動蒐集必要之個人資訊，或是留下您的使用記錄以備日後查詢。個人資料處理之期限至您通知創藝終止與本網站之會員關係為止。</p>
            <p>創藝於您使用本網站時，系統會自動記錄您所在之 IP 位置，並記錄您所瀏覽之網頁，與所使用之服務內容。創藝於蒐集使用者資訊後，主要目的係用於客製化您所可能有興趣之廣告、提供滿足您所需要之產品或服務、改進我們提供之產品或服務、就使用者資料進行系統內部比對以利使用者彼此互通或提供新服務、聯絡使用者、進行市場調查、或提供匿名報告給數位資訊於內部或外部之客戶。</p>
            <p>專案提案人(原創師夥伴)因為要進行提案合作，須確實查核提案人身份，創藝會要求提案人提供真實姓名、連絡電話、通訊地址等資料、若需進一步合作，則需提案人收取款項的金融機構帳戶，創藝得依核實提案人身分的需求，要求提案者提供確認身分之其他資料。如提案人為法人集團，創藝得有權收集該法人之統一編號、負責人姓名、聯絡地址等各式公開資訊。創藝不會逕行公開上述資訊，若確認後續提案成功，創藝也會與您/法人簽訂正式的書面合約(一式兩份)，以確保雙方的合作權益。</p>
            <h4>三、資訊分享與揭露</h4>
            <p>除非事前經過您的同意，創藝並不會將您的個人資訊任意提供或洩漏予第三人，但下列狀況則不在本條限制內：在法院、檢察署、警察機關或法令之正式要求下，創藝得以將必要之個人資訊內容提供給上列之政府機關。在必要的狀況下，創藝得以分享使用者資訊給第三者以偵查或防範可能發生之非法行為，或是避免任何違反使用者條款或隱私權政策之行為發生。</p>
            <p>當創藝或本網站被其他第三者購併或收購資產，導致經營權轉換時，創藝會於事前將相關細節公告於相關網站，且創藝所擁有之全部或部分使用者資訊亦可能在經營權轉換的狀況下移轉給第三人。當您在閱讀或瀏覽創藝網站平台中的廣告時，因廣告業者的要求，所留下之個人資訊並不在本條款之保護範圍內，相關合作的協力廠商會使用您的「個人資訊」來運作網站和提供您各項服務，並根據您的個人資料通知您各項最新的功能與服務，以及各類產品的訊息。將保證使用者有相當權利可控制其所提供之資料，除非經由您的同意，或基於善意以及依應法律所要求，否則不會將您的任何個人識別資料任意提供給他人使用。不會任意出售、交換、或出租您的個人資訊給其他團體或個人。為了提供完整的服務，可能需要將您的個人資訊對第三者 (如貨運公司、銀行等等) 揭露。將會要求相關合作廠商妥善使用及管理您的資料。依照保密協議，可將您資料與第三人資料比較對照。為了向未來的合作伙伴、廣告商及其他第三方介紹的服務及其他的合法目的，得揭露統計資料。</p>
            <p>當有人可能違反本網站服務條款，或者可能損害或妨礙本網站、本網站之網站使用者或相關第三人之權益時，若本網站有理由相信揭露此資料係為辨識、連絡或對該人採取法律行動所必要者，本網站得揭露使用者之個人與公司資料。</p>
            <p>此外，基於善意相信揭露為法律需要，或為維護和改進產品、服務而用於管理或其他目的時，本網站亦得揭露或讀取使用者之個人與公司資料。</p>
            <h4>四、關於 Cookie</h4>
            <p>為便於日後的辨識，當您使用本網站服務時，創藝可能會在您的電腦上設定與存取 Cookie 。創藝會同時允許本網站之廣告商設定與存取您電腦中的 Cookie，但這部分的相關規範請參考其他相關廠商之隱私權政策，創藝之隱私權政策並不包含此部分之內容。</p>
            <p>您可以透過設定您的個人電腦或上網設備，決定是否予許 Cookie 技術的使用，若您關閉 Cookie 時，可能會造成您使用本網站服務時之不便利或部分功能限制。</p>
            <h4>五、一般規範</h4>
            <p>創藝使用藍新科技股份有限公司建置之「藍新金流 NewebPay」作為付款工具，過程中除了藍新金流 NewebPay 平台掌握資料外，完全不會有任何付款資訊的揭露。會員有權利隨時透過登入本網站會員頁面之方式，新增、修改或更正您於本網站中所存放之個人資訊。</p>
            <p>當您同意加入本網站，並同意成為會員，即代表您同意收到任何與創藝所提供產品或服務相關之電子郵件，其內容可能包括服務說明、帳號管理資訊、電子報等，除非使用者另行通知，否則將視為所有使用者均同意收到上述相關訊息。您依個人資料保護法享有查詢或請求閱覽、製給複製本、補充或更正、停止蒐集、處理或利用、刪除之權利。若您需要刪除創藝所留存您的所有個人資料時，您必須終止使用本網站及創藝所提供之服務。</p>
            <h4>六、專案發起者規範</h4>
            <p>專案提案者(原型師夥伴)必須接受善加管理其他用戶資訊的責任。此責任界定為：所有用戶資訊除了使用於專案本身，包括提案贊助者以及運送等其他項目外，不可將資訊使用於其他活動上，更不能將資料轉賣分享等，進行任何泄漏資料之行為。</p>
            <h4>七、保密與安全性</h4>
            <p>對於所有在工作中有必要接觸使用者資料之員工，創藝針對每位員工僅提供有限度之使用權限，以確保使用者的資料能獲得最大的保護。創藝服務中用戶可能會公開部份的資訊，請記得公開資訊會揭露再網站上讓大眾讀取甚致使用，因此請在分享任何資訊前都仔細思考以及檢查。</p>
            <p>創藝強烈建議所有使用者不要任意將個人帳戶資料洩漏給第三者，創藝亦不會透過您未提供之電話或電子信件與您聯繫，但若您決定將個人帳戶資料提供給第三者，您必須負擔資料外洩的所有責任，所有相關之隱私權規定亦以第三者之隱私權政策為依據，若您不慎洩漏帳號，亦請您立即至創藝下之任一網站更改帳戶資料。</p>
            <p>創藝擁有資訊安全專職人員負責監督與確保所有在其轄下網站之行為都是合法的，且所有使用者的資訊都獲得最嚴密的保護，但目前所有科技均無法確保網路上之資訊傳遞或購物交易能達 100% 安全，因此，創藝並無法確保所有使用者在網站上傳遞訊息或購物交易的安全，因此所有使用者在使用網路產品或服務時，均需自行負擔任何網路資訊傳遞與購物交易之風險。</p>
            <h4>八、年齡保護</h4>
            <p>未滿 20 歲之使用者，請勿自行註冊使用本網站服務，亦請勿提供相關個人資料予本網站；未成年人於註冊或使用本網站服務而同意本網站蒐集、利用其個人資訊時，應在法定代理人或監護人之同意下為之。</p>
            <h4>九、隱私權政策之修改</h4>
            <p>當隱私權政策有任何較明顯之更動時，創藝除會在網站上公告。創藝保留修改以及變動的權利。</p>
            <h4>十、其他聲明</h4>
            <p>您瞭解並同意為了持續改善本服務，將蒐集一些使用資料，包含但不限於本服務之整體使用狀況資訊與個人資料。您同意並瞭解該等資訊及資料之蒐集與您的個人資料都將受本服務條款以及本網站隱私權政策之規範。</p>
            <p>為了確保您之個人資料、隱私及消費者權益之保護，於本服務使用過程中將蒐集、處理、利用您之個人資料，謹依個人資料保護法第八條規定告知以下事項：</p>
            <p>蒐集之目的：蒐集之目的在於進行行銷業務、法人對會員名冊之內部管理、契約、類似契約或其他法律關係事務、個人資料之合法交易業務、消費者、客戶管理與服務、商業與技術資訊、資(通)訊服務、資(通)訊資料庫管理、資訊安全與管理、網路購物及其他電子商務服務、輔助性與後勤支援管理、廣告或商業行為管理、影視、音樂與媒體管理、調查、統計與研究分析、其他經營合於營業登記項目或組織章程所定之業務及其他諮詢與顧問服務。本服務將藉由註冊會員、線上訂購、線上留言、來信客服信箱之方式及過程進行個人資料之蒐集。</p>
            <p>蒐集之個人資料類別：本服務內蒐集、處理及利用個人資料，依據法務部頒佈之「個人資料保護法之特定目的及個人資料之類別」，包括C001辨識個人者、C002辨識財務者、C003政府資料中之辨識者、C011個人描述、C021家庭情形、C024其他社會關係、C035休閒生活及興趣、C036生活格調、C038職業、C032財產、C051學校紀錄、C056著作、C073安全細節、C081財務細節(收入、所得、資產與投資)、C093財務交易、C102約定或契約以及其他詳如相關各項活動項目須知或注意事項或相關契約書之內容，並以本網站與您往來之相關業務或服務及自您或他人所實際蒐集之個人資料為準。</p>
            <p>利用期間、對象及方式說明: 《期間》除法律另有規定外，以您要求停止使用或本網站停止提供本服務之日為止。《利用對象》業務委外機構、宅配貨運業者及相關配合之廠商，或因業務需要訂有契約關係或業務往來之公私機構，或依法有權之機關。《利用方式》符合個人資料相關保護法令以自動化機器或其他非自動化之利用方式。</p>
            <p>您就個人資料之權利：依照個人資料保護法第三條規定，您得就所提供之個人資料行使下列權利：查詢或請求閱覽。請求製給複製本。請求補充或更正。請求停止蒐集、處理或利用。請求刪除。您如欲行使上述權利，可與本網站客服連絡進行申請。但查詢或請求閱覽個人資料或製給複製本者，本服務得酌收必要成本費用每件NT100元。</p>
            <p>您可拒絕提供個人資料提供，惟您須自行承擔拒絕提供完成註冊程序成為會員所需之資料，或所提供之資料不完整，將可能導致無法享受完整服務或完全無法使用本網站服務。</p>
            <h4>問題與建議</h4>
            <p>若您有任何問題，歡迎隨時來信</p>
            
        <hr>
        </div>
    </div>

<?php include("footer.php") ?>