<?php include("header.php") ?>
<?php include("top_menu.php") ?>

	<div id="inBanner" class="terms">
		<img src="imgs/img2.jpg" class="centerAlign">
    	<p class="title">TERMS<br>OF USE</p>
    </div>
    <div id="inUnitTag">
    	<div class="bg"><p>Terms of use/<span> 使用條款</span></p></div>
    </div>
    <div id="mainContents" class="terms">
    	<div class="ctns">
        	<h4>《匠。原創》服務條款</h4>
            <p>歡迎您來到http://arttoy.tw/（以下稱「本商城」），本網站由創藝分享設計有限公司（以下簡稱創藝）負責經營，所有關於本商城之服務均依據本條款所提供。</p>
            <p>任何使用者於使用本商城服務時，請先詳讀本條款與隱私權政策，或其他本商城未來陸續公布之相關條款，請您確實遵守上列條款與中華民國法律，若您無法確實遵守本條款內容或對於本條款內容全部或部分不同意時，請您勿使用本商城服務。如您對本條款有任何不明白處，您可以聯絡《匠。原創》的客服部門尋求解答。</p>
            <p>若您未滿二十歲，您必須在申請加入會員之前，請您的父母或監護人閱讀本條款，並得到您的父母或監護人同意後，才可以申請、註冊及使用本商城所提供的會員服務；當您滿二十歲之前使用本網站服務，您必須向本公司擔保您已取得父母或監護人的同意。當您完成相關申請，並繼續使用本商城所提供的服務時，則表示您的父母或監護人已經閱讀、瞭解、並同意本條款。</p>
            <h4>一、接受條款</h4>
            <p>創藝所提供的服務包含《匠。原創》網站，以及《匠。原創》網站有關的任何其他功能、內容（合稱匠原創服務）。無論您是以訪客，表示您只是瀏覽《匠。原創》商城網站，還是加入會員成為《匠。原創》原型師，表示您已在《匠。原創》註冊會員的身份，使用匠原創服務即表示您同意遵守使用條款（下稱本條款）。用戶一詞泛指訪客以及基本會員，非《匠。原創》原型師會員。 如果您想成為《匠。原創》原創師會員，以及使用匠原創服務，請您務必詳細閱讀本條款，並在註冊過程中選擇同意接受本條款。本條款的內容包括接受匠原創服務和在《匠。原創》網站上發佈內容的規定、您使用匠原創服務所享有的權利、承擔的義務，以及對使用本商城所受的限制、隱私權條款。</p>
            <h4>二、條款修改</h4>
            <p>創藝有權隨時修改本條款文本中的任何條款。一旦創藝對本條款進行修改, 《匠。原創》將會以公告形式發布通知。任何修改將於發布之時起生效。如果您在修改發布後，繼續使用匠原創服務，則表示您同意遵守對本條款所作出的該等修改。因此，請您務必定期查閱本條款，以確保了解所有關於本條款的最新修改。如果您不同意創藝對本條款進行的修改，請您離開《匠。原創》網站並立即停止使用匠原創服務。同時，您應刪除您的個人檔案並註銷您的會員資格。</p>
            <h4>三、遵守法律</h4>
            <p>當使用匠原創服務時，您必須遵守中華民國法律。您只有在同意遵守所有適用的相關法律法規和本條款時，才有權使用匠原創服務（無論您是否為訪客或決定使用此服務）。請您仔細閱讀本條款並將其妥善保存。</p>
            <h4>四、用戶帳號、密碼及安全</h4>
            <p>無論訪客或會員，都可以瀏覽《匠。原創》網站的內容，但使用匠原創服務之前，用戶必須要登記並成為會員。本網站提供使用者Facebook登入、Google gmail登入與《匠。原創》網站內註冊三種方式成為會員。成為會員的過程中，用戶應提供及時、詳盡、準確的個人資料，包含設定一組用戶帳號以及密碼。並定期更新註冊資料，符合及時、詳盡、準確的要求。所有原始鍵入的資料將引用為註冊資料。如發生註冊不完整或不真實的情況，此情況視為違反使用條款，創藝有權利終止您的服務。創藝與《匠。原創》網站不對任何因註冊信息不真實而引起的問題、以及問題發生所帶來的後果承擔責任。</p>
            <p>用戶在申請帳號時，不應該使用模仿他人姓名或者任何會侵害踏人權益的帳號。另外使用攻擊性的字眼或任何種族歧視的文字當作帳號名稱，創藝有權利終止此帳號的服務。</p>
            <p>用戶不應將其帳號、密碼轉讓或出借給他人使用。如用戶發現其帳號遭他人非法使用，應立即通知《匠。原創》客服。因駭客行為或用戶的保管疏忽導致帳號、密碼遭他人非法使用，創藝與《匠。原創》網站不承擔任何責任。</p>
            
            
            <h4>五、隱私權政策</h4>
            <p>本商城絕對尊重並予以保護您個人的隱私權。堅信其作為完全符合法律規範及/或為保護當事人權益，在未獲當事人同意前，決不更改或揭示任何個人資訊。為了幫助您瞭解本商城如何蒐集、應用及保護您所提供的個人資訊，請您詳細閱讀本網站的隱私權保護政策。此項聲明將幫助您了解，在您使用本商城所提供的各項服務時，在處理您個人資料的各項原則。這份聲明文件將會隨著本商城功能的擴充，而做最適當地調整與變更，請定期查詢。</p>
            <h4>六、使用規定和條約</h4>
            <p>遵守使用規定的前提下，用戶在使用匠原創服務時，必須要遵守使用條款的所有規定。任何經由匠原創服務上傳、張貼、發送電子郵件或任何其它方式傳送的文字、文件、影片、照片（包括您自己的照片）、圖片、聲音、音樂作品、創作作品或任何其他內容（以下簡稱 “ 內容 ” ），無論為公開傳送還是私下傳送，均由內容提供者承擔責任。《匠。原創》網站無法經由本服務傳送的內容，因而不保證內容的正確性、完整性或品質。在使用本服務時，可能會接觸到令人不快、不適當或令人厭惡之內容。在任何情況下，《匠。原創》網站均不為任何內容負責，包含但不限於任何內容的任何錯誤或遺漏，以及經由本服務以張貼、發送電子郵件或其它方式傳送任何內容而衍生的任何損失或損害。但創藝有權依法停止傳輸任何前述內容並採取相應行動，包括但不限於暫停用戶使用本服務的全部或部分，保存有關記錄，甚至採取法律行動。</p>
            <p>用戶在使用匠原創服務時，必須遵守中華民國相關法律法規的規定，用戶應同意將不會利用本服務進行任何違法或不正當的活動，並上傳、展示、分享、傳播或以其它方式傳送含有下列內容之一的任何訊息（包括但不限於下列行為）∶違反任何個人或組織的專利，商標，商業機密，著作權，發布權以及其他的權利，並違反中華民國法律或是現有合約規範。 任何錯誤，誤導，虛假和不正確的資訊。 任何違反他人（包含第三方）隱私的行為。 未經同意的廣告，宣傳，垃圾信件，以及廣告連結（包含 Facebook 的分享等等）。 包含軟體的病毒，或任何電腦中可以干擾傷害或者限制跟干擾任何使用軟體硬體或者通訊器材，或者竊取系統密碼資料或者任何聯結的檔案程式碼或軟體。模仿任何公司企業或個人（包含企業員工以及第三方）的資訊。</p>
            <p>另外，用戶（包含訪客以及會員）不得為任何非法目利用匠原創服務從事以下活動：未經允許，進入《匠。原創》網站系統（包含後台主機以及任何提供匠原創服務的設備，以下簡稱“匠原創網站系統”）或者使用《匠。原創》電腦系統； 未經允許，對《匠。原創》網站系統進行刪除、修改或者增加； 未經允許，對進入《匠。原創》網站系統中儲存、處理或者傳輸的數據和應用程式進行刪除、修改或者增加； 故意製作或傳播電腦病毒等破壞性程序及其他危害《匠。原創》網站系統安全的行為。</p>
            <p>如用戶在使用網站服務時違反任何上述規定，《匠。原創》網站或其授權的人有權要求用戶改正或直接採取一切必要的措施（包括但不限於更改或刪除用戶張貼的內容等、暫停或終止用戶使用網絡服務的權利）以減輕和消除用戶不當行為造成的影響。用戶不得對本服務任何部分或本服務之使用或獲得，進行複制、拷貝、出售、轉售或用於任何其它商業目的。</p>
            <p>用戶須對自己在使用匠原創服務過程中的行為承擔法律責任。用戶承擔法律責任的形式包括但不限於：對受到侵害者進行賠償，以及在《匠。原創》網站首先承擔了因用戶行為導致的行政處罰或侵權損害賠償責任後，給予創藝等額的賠償。</p>
            <h4>七、贊助以及商業行為規定</h4>
            <p>《匠。原創》網站是一個集合創作者、原創師並贊助創意的平台。《匠。原創》網站允許部份的使用者（提案人）將創意提出並尋求第三方（贊助者）的贊助。《匠。原創》網站使用的金流服務協力廠商為藍新科技股份有限公司建置之「藍新金流 NewebPay」。透過本網站存取協力廠商服務時，會請您同意接受協力廠商新的條款及條件。創藝與《匠。原創》網站與不會對您與該協力廠商之間的糾紛負責。</p>
            <p>《匠。原創》網站將不會對任何在服務中所接觸的個人以及團體做任何的擔保。這包括但不限於下列行為：貨品的運送以及其他的服務，任何跟《匠。原創》網站無關的相關條約規定以及保固和保證等等。《匠。原創》網站將不會負責監控商品招單的進度以及表現，也不會負責專案失敗所造成的金錢損失以及任何可能的權利喪失。所有的商業銷售行為以及交易皆為原型師提案人以及贊助者(預購消費者)間之行為，消費者有權決定是否贊助、預購專案，創藝與《匠。原創》網站不會也並無義務對任何提案人以及資助者間的糾紛，以及任何網站會員和第三方的糾紛，做任何形式的負責。在糾紛中，任何創藝的主管員工，以及相關人員皆與任何形式的求償以及傷害賠償等無關。</p>
            <p>由於《匠。原創》會審核提案人的上架商品，但提案人將對其提供的專案以及全部內容還是須做完全的負責。《匠。原創》保存隨時可取消專案的權利。</p>
            <p>《匠。原創》對於 藍新金流平台服務的效能以及服務品質，不負任何責任以及保證。有時藍新金流平台會出現信用卡的付款問題，《匠。原創》無法保證您的付款網能夠完整到達。因此《匠。原創》網站不負責提案人的退款，包含任何手續和過程。《匠。原創》擁有任何時間可取消、修改以及干涉專案的權利。《匠。原創》擁有在任何時間無條件取消或退費會員及第三方贊助的權利。</p>
            <h4>八、收費規定</h4>
            <p>加入《匠。原創》網站基本會員免費的，可在本商城收藏喜愛的原型師商品，進而完成購買。若加入招募成為原創師會員，須收取$100新台幣 會員費用。當使用加入原型師服務時，您會收到這個付費通知，並且可決定是否接受。《匠。原創》保留此加入原型師會員費機制改變的權利。當未來金額改變時，我們會在網站上公告。</p>
            <p>其他詳情，可參考招募原創師(到時再將實際網頁貼上來)頁面資訊，以確保您的權益。</p>
            <h4>九、第三方連結</h4>
            <p>本服務或第三方可提供網路上其他網站或資源之連結。由於《匠。原創》無法控制這些網站及資源，因此用戶需瞭解且同意，此類網站或資源是否可供利用，《匠。原創》並不負相關責任;存取或外連此類網站或資源之任何內容、廣告、產品或其它資料，《匠。原創》亦不負保證或任何負責。如果因為使用或依賴任何此類網站或資源，或經由此類網站或資源獲得的任何內容、商品或服務所產生的任何損害或損失，《匠。原創》不負任何直接或間接之責任。</p>
            <h4>十、終止服務</h4>
            <p>用戶需同意《匠。原創》可行基於其自行之考慮以及任何理由，包含但不限於缺乏使用，或《匠。原創》認為用戶已經違反本服務條款，並可終止密碼、帳號或本服務之使用（或服務之任何部分），並將在本服務內任何內容加以移除並刪除。</p>
            <p>《匠。原創》亦可以基於自身考慮，在通知或未通知之情形下，隨時終止本服務或其任何部分。用戶需同意依本服務條款任何規定提供之本服務，無需進行事先通知即可中斷或終止。用戶承認並同意，《匠。原創》可立即關閉或刪除您的帳號及您帳號中所有相關信息及文件，及/或禁止繼續使用前述文件或本服務。此外，用戶同意若本服務之使用被中斷或終止用戶帳號及相關信息和文件被關閉或刪除，《匠。原創》對用戶或任何第三人均不承擔任何責任。</p>
            <h4>十一、賠償</h4>
            <p>用戶通過本服務提供、張貼或傳送之內容、與本服務連線、如違反本服務公約、或侵害他人任何權利因而衍生或導致任何第三人提出任何索賠或請求，包括合理的律師費，用戶需同意賠償創藝及其子公司、相關企業、高級職員、代理人、品牌共有人或其它合作夥伴及員工，並使其免受損害。</p>
            <h4>十二、服務之修改</h4>
            <p>創藝有權於任何時間暫時或永久修改或終止本服務（或其任何部分），而無論其通知與否。您同意您張貼到《匠。原創》的內容，煩請您隨時為資料備份，以防資料遺失，《匠。原創》不對任何內容丟失以及您因此而遭受的相關損失承擔責任。您同意對於本服務所作的任何修改、暫停或終止，《匠。原創》對您和任何第三人均無需承擔任何責任。</p>
            <h4>十三、與廣告商進行之交易</h4>
            <p>用戶通過本服務與廣告商進行任何形式的通訊或商業往來，或參與促銷活動，包含相關商品或服務之付款及交付，以及達成的其它任何相關條款、條件、保證或聲明，完全為用戶與廣告商之間之行為。除有關法律法規有明文規定要求《匠。原創》承擔責任以外，用戶因前述任何交易或前述廣告商而遭受的任何性質的損失或損害，《匠。原創》均不予負責。</p>
            <h4>十四、擔保與保證您明確了解並同意書</h4>
            <p>本服務條款的任何規定不會免除《匠。原創》對造成用戶人身傷害的、或因故意或重大過失造成您財產損失的任何責任。</p>
            <p>用戶使用本服務之風險由個人負擔。本服務係依 “ 現狀 ” 及 “ 現有 ” 基礎提供。《匠。原創》對本服務不提供任何明示或默示的擔保或保證，包含但不限於商業性、特定目的之適用性及未侵害他人權利等擔保或保證。</p>
            <p>創藝不保證以下事項：</p>
            <ul>
            	<li>本服務將符合您的要求</li>
                <li>本服務將不受干擾、及時提供、安全可靠或不會出錯</li>
                <li>使用本服務取得之結果正確可靠</li>
                <li>您經由本服務購買或取得之任何產品、服務、資訊或其它信息將符合您的期望，且軟體中任何錯誤都將得到更正。</li>
                <li>是否使用本服務下載或取得任何資料應由用戶自行考慮且自負風險，因任何資料之下載而導致的電腦系統之任何損壞或數據流失等後果，由用戶自行承擔。</li>
                <li>用戶自《匠。原創》或經由本服務取得的任何建議或資訊，無論是書面或口頭形式，除非本服務條款有明確規定，將不構成本服務條款以外之任何保證。</li>
            </ul>
            <h4>十五、責任限制</h4>
            <p>您明確了解並同意，基於以下原因而造成的，包括但不限於利潤、信譽、應用、數據損失或其它無形損失，《匠。原創》不承擔任何直接、間接、附帶、特別、衍生性或懲罰性賠償責任（即使《匠。原創》事先已被告知發生此種賠償之可能性亦然）：</p>
            <ul>
            	<li>本服務之使用或無法使用</li>
                <li>為替換或通過本服務購買或取得之任何商品、數據、資訊、服務、收到的訊息、或完成之交易而發生的成本</li>
                <li>您的傳輸或數據遭到未獲授權的存取或變造</li>
                <li>任何第三方在本服務中所作之聲明或行為</li>
            </ul>
            <p>與本服務相關的其它事宜，但本服務條款有明確規定的除外。</p>
            <h4>十六、一般性條款</h4>
            <p>本服務條款構成用戶與《匠。原創》之全部協議，並規範您對於本服務之使用行為，並取代您先前與《匠。原創》所達成的全部協議。在您使用相關服務、使用第三方提供的內容或軟件時，亦應遵從所適用之附加條款及條件。</p>
            <p>本服務條款及您與《匠。原創》之關係，均受到中華民國法律管轄。</p>
            <p>您與《匠。原創》就本服務、本服務公約或其它有關事項發生的爭議，應以台北地方法院為最後裁決，對雙方均有約束力。</p>
            <p>《匠。原創》未行使或執行本服務條款任何權利或規定，不構成對前述權利或權利之放棄。</p>
            <p>倘本服務條款之任何規定因與中華民國法律抵觸而無效，用戶需依同意應依照法律，並努力使該規定所反映之當事人意向具備效力，且本服務條款其它規定仍應具有完整的效力及效果。</p>
            <p>本服務條款之標題僅供方便而設，不具任何法律或契約效果。</p>
            <h4>十七、舉報</h4>
            <p>倘發現任何違反本服務條款之情事，請通知《匠。原創》。</p>
        <hr>
        </div>
    </div>

<?php include("footer.php") ?>